<template>
  <div>
    <h1 class="title">
      寄付のお願い
    </h1>

    <p>
      いつもTwin:teをご利用いただきありがとうございます。
      Twin:teは皆様のおかげで2020年2月で1周年を迎え、ユーザー数も現時点で1000ユーザーを超えております。
      当初よりTwin:teは「広告なしで無料の筑波大学生専用時間割アプリ」という構想で開発していますが、
      Twin:teの運用にはどうしても資金が必要であり、現段階ではTwin:teの主要メンバーが負担している状態です。
      当初と比較してユーザー数が増え、それに伴って運営に必要な資金も増えています。
      また、Twin:te バージョン2の開発は現在も続いておりますが、例えばリリースまでに6ヶ月の時間がかかっており、
      主要メンバーの時間的負担も大きくなっています。
      Twin:te 主要メンバーが負担できる時間的・金銭的なコストにも限度があります。
      そのような経緯があり、またありがたいことに「Twin:teに寄付をしたい」との声を多数いただいておりますので、
      このような場を設けさせていただきました。
      寄付は何もお金に関することだけではありません。我々にとってありがたいものは、
      <ul>
        <li>金銭的に寄付してもらう</li>
        <li>コントリビュータとして開発に携わってもらう</li>
        <li>たくさんの人に使ってもらえるように拡散してもらう</li>
      </ul>
      ことです。このページでは「金銭的に寄付」していただける方に向けてご案内しておりますので、皆様が納得できる金額や方法で寄付してもらえれば幸いです。
      また、コントリビュータとして開発に携わってくださるかたは、<a href="https://github.com/twin-te">Twin:teのGitHubレポジトリ</a>をご覧ください。
    </p><p>
      寄付金はTwin:teの維持費・広告費に用いられます。
      現在Twin:teはConohaのVPSで稼働していますが、金銭的なゆとりが出た場合は冗長化や信頼性向上などの目的でAWSに移行する計画もあります。
      みなさんから寄付された金額によりますが、ユーザーにとってTwin:teをよりよく使える形で還元します。（例 動作速度の向上 システム障害の軽減 等）
      また、今後のTwin:teの運営に必要な資金に当てさせていただきます。
    </p>
  </div>
</template>

<script>
export default {
}
</script>
<style scoped>
  li{
    list-style-position: inside;
    list-style-type: disc;
  }
</style>
